{
  "genre": "Action", 
  "line_code": "A",
  "sub_genre": "1970s Grindhouse Style",
  "sub_code": "A-1",
  "imprint": "Redline",
  "imprint_code": "RL",
  "spine_code": "NP-RL",
  "authors": [
    {
      "author": {
        "name": "Jake 'Rattlesnake' Murphy",
        "trade_description": "Master of violent revenge stories featuring anti-heroes who settle scores with extreme prejudice. Murphy's protagonists are ex-cons, discharged soldiers, and burned cops who use brutal methods to dish out vigilante justice against corrupt authority figures and criminal scum."
      },
      "works": [
        {
          "title": "Payback in Steel",
          "description": "Ex-Marine Johnny Steel returns from Vietnam to find his brother murdered by corrupt cops working for the mob. Armed with military training and a sawed-off shotgun, he wages a one-man war through the city's underworld, leaving a trail of dead crooked badges and terrified crime bosses.",
          "publication_year": "1982",
          "page_count": 227,
          "isbn": "978-0-000001-3-5",
          "price": "$4.21"
        },
        {
          "title": "The Enforcer's Last Stand",
          "description": "When mob enforcer Sal Torrino discovers his own boss ordered the hit on his family, he goes rogue with extreme prejudice. Using every dirty trick learned in twenty years of breaking legs, he systematically dismantles the organization from within, saving the biggest fish for a very personal finale."
        },
        {
          "title": "Highway to Hell",
          "description": "Burned ex-cop Mike Raven hits the road in a souped-up Challenger, hunting the biker gang that killed his partner and left him for dead. Cross-country car chases and roadhouse shootouts lead to a final confrontation in the Nevada desert where justice comes with a supercharged V8 engine."
        },
        {
          "title": "Blood Money Collector",
          "description": "Framed and imprisoned, tough guy Eddie 'The Fist' Marconi serves five hard years before discovering who set him up. Fresh out of the pen with nothing to lose, he collects his debt with interest, using prison-learned brutality to even the score against everyone who betrayed him."
        },
        {
          "title": "Death Wish Vigilante",
          "description": "When the justice system fails his murdered family, mild-mannered accountant Frank Killer transforms into an urban predator. Stalking the streets with makeshift weapons and cold calculation, he becomes the nightmare that keeps criminals awake, delivering permanent justice one scumbag at a time."
        }
      ]
    },
    {
      "author": {
        "name": "Candy Savage",
        "trade_description": "Specialist in exploitation tales of tough women who fight back against pimps, rapists, and corrupt officials. Savage's heroines use seduction, martial arts, and firearms to survive in a world that wants to destroy them, often set in prisons, motorcycle gangs, or urban hellscapes."
      },
      "works": [
        {
          "title": "Women in Chains",
          "description": "Framed for murder, tough-as-nails lawyer Diana Fox survives brutal women's prison by forming alliances and learning to fight dirty. When she discovers the warden's human trafficking operation, she organizes an inmate rebellion that turns the prison into a war zone of female fury."
        },
        {
          "title": "Biker Mama's Revenge",
          "description": "When her old man is killed by a rival motorcycle gang, leather-clad Rosa 'Hellcat' Martinez takes over the Devil's Daughters MC. Leading her sisterhood of steel through highways and honky-tonks, she wages a brutal war for territory that ends with chrome, blood, and burning rubber."
        },
        {
          "title": "The Hunting Party",
          "description": "Escaped from a backwoods rape camp, survivalist trainer Maxine Hunter turns predator on her former captors. Using military tactics and improvised weapons, she stalks through mountain wilderness, picking off her tormentors one by one in increasingly creative and permanent ways."
        },
        {
          "title": "Vigilante Vixen",
          "description": "Street-smart PI Stella Steele goes undercover in the city's sex trade to bust a trafficking ring, but when cops prove corrupt, she takes justice into her own hands. Armed with wit, weapons, and no mercy, she becomes the nightmare hunting those who prey on the innocent."
        },
        {
          "title": "Queen of the Combat Zone",
          "description": "In the urban wasteland of the Combat Zone, nightclub owner Tanya 'Tiger' Thompson protects her girls from pimps, pushers, and crooked cops. When they try to muscle in on her territory, she proves that sometimes the best defense is a good offense with a baseball bat."
        }
      ]
    },
    {
      "author": {
        "name": "Tony 'The Blade' Romano",
        "trade_description": "Creator of over-the-top crime stories about undercover cops, mob enforcers, and street gangs engaged in endless warfare. Romano's plots involve drug deals gone wrong, territory wars, and betrayals within criminal organizations where violence is constant and excessive."
      },
      "works": [
        {
          "title": "Bloodbath on Mulberry Street",
          "description": "When a major heroin shipment gets hijacked, every family in Little Italy goes to war. Undercover cop Vinny 'The Knife' Torrino finds himself caught between the mob and the badge as bullets fly and bodies drop in a territorial war that turns peaceful neighborhoods into combat zones."
        },
        {
          "title": "The Cocaine Wars",
          "description": "Miami becomes a battlefield when Colombian cartels clash with established crime families over drug territory. DEA agent Rico Martinez goes deep undercover, but when his cover is blown, he must shoot his way out through a maze of double-crosses, fast boats, and automatic weapons."
        },
        {
          "title": "Gang War Chronicles",
          "description": "The streets explode when the Serpents motorcycle club tries to muscle in on the Dragon Tong's heroin trade. Caught in the middle is street cop Danny 'Mad Dog' O'Brien, who must choose between his badge and survival as the city becomes a war zone of chains, choppers, and switchblades."
        },
        {
          "title": "Hit Man's Holiday",
          "description": "Professional killer Frankie 'Ice Pick' Gallo retires to Florida, but his past catches up when every contract he ever completed comes back to haunt him. Former targets' families want revenge, and Frankie must use every trick in his deadly trade to survive his own retirement party."
        },
        {
          "title": "The Betrayal Business",
          "description": "When mob accountant turned federal witness Sal 'Numbers' Benedetto enters witness protection, his former associates put a million-dollar bounty on his head. Every professional killer in the country wants the payday, turning his safe house into the target of a deadly competition."
        }
      ]
    }
  ]
}