{
  "genre": "Horror",
  "line_code": "H",
  "sub_genre": "Giallo Style Thriller-Horror",
  "sub_code": "H-3",
  "authors": [
    {
      "author": {
        "name": "Alessandro Nero",
        "trade_description": "Master of stylized murder mysteries featuring black-gloved killers who stalk beautiful women through labyrinthine plots. Nero's obsession with identity, masks, and hidden faces creates elaborate death scenes where the killer's motivation is always deeply personal and twisted."
      },
      "works": [
        {
          "title": "The Black Glove Murders",
          "description": "A series of brutal killings terrorizes Rome's fashion district, each victim found wearing a different mask. A young model discovers the killer is recreating famous paintings using human subjects, and she's destined to be the centerpiece of his deadly masterpiece."
        },
        {
          "title": "Mirror, Mirror, Blood",
          "description": "In a Venice palazzo filled with antique mirrors, guests at an exclusive masquerade begin dying in ways that reflect their darkest secrets. A photographer documenting the party realizes the killer is someone she's known all her life - but which reflection is real?"
        },
        {
          "title": "The Faceless Phantom of Via Condotti",
          "description": "Shoppers on Rome's most exclusive street are stalked by a killer who steals their faces, literally. A plastic surgeon's daughter must solve the connection between the victims before she becomes the final piece in a puzzle of stolen identity and surgical revenge."
        },
        {
          "title": "Death Wears Designer",
          "description": "Models at Milan Fashion Week are being murdered in ways that recreate avant-garde art installations. The killer uses haute couture as both weapon and calling card, turning the runway into a catwalk of death where beauty becomes the ultimate victim."
        },
        {
          "title": "The Doppelganger Diaries", 
          "description": "A woman discovers her identical twin sister never died in childhood but has been living parallel lives, methodically killing anyone who might expose their shared identity. Now she must determine which sister is the killer - and which one she really is."
        }
      ]
    },
    {
      "author": {
        "name": "Luciano Rosso",
        "trade_description": "Specialist in psychological thrillers where the line between victim and perpetrator constantly shifts. Rosso's unreliable narrators navigate webs of paranoia with fragmented timelines, repressed memories, and shocking family secrets."
      },
      "works": [
        {
          "title": "The Memory Thief",
          "description": "A psychiatrist treating trauma victims begins experiencing their repressed memories as his own, unsure if he's healing patients or stealing their pain. When the memories include murders he may have committed, reality fractures into a maze of borrowed guilt and false recollections."
        },
        {
          "title": "Fragments of Fear",
          "description": "After a car accident, a woman suffers amnesia but keeps finding evidence she may have killed her husband. Each recovered memory contradicts the last, and she can't tell if she's remembering truth, lies, or someone else's carefully planted suggestions."
        },
        {
          "title": "The Confession Booth Killer",
          "description": "A priest hearing confessions realizes the same voice has been describing different murders over months, but he can't identify the penitent. When parishioners start dying in the exact ways described, he must break sacred vows to stop a killer who knows all his own sins."
        },
        {
          "title": "Inherited Madness",
          "description": "Cleaning out her deceased mother's attic, a woman finds evidence her family has been systematically murdering lodgers for decades. As neighbors start disappearing, she realizes the killing compulsion may be genetic - and she's already started selecting her own victims."
        },
        {
          "title": "The Paranoid's Handbook",
          "description": "A security expert becomes convinced his clients are using his services to stalk their own victims. As his paranoia escalates, he can't determine if the conspiracy is real, if he's losing his mind, or if he's actually the predator hunting under the guise of protection."
        }
      ]
    },
    {
      "author": {
        "name": "Mario Giallo",
        "trade_description": "Creator of violent murder mysteries set against glamorous backdrops like fashion houses, art galleries, and exclusive hotels. Giallo's killers use unusual weapons and leave cryptic clues tied to high culture, featuring beautiful people with ugly secrets."
      },
      "works": [
        {
          "title": "Death at the Palazzo Gallery",
          "description": "Art critics are being murdered using famous sculptures as weapons during Rome's most exclusive exhibition opening. A curator realizes the killer is recreating classical death scenes from Renaissance paintings, with the gallery's masterpieces providing both inspiration and means."
        },
        {
          "title": "The Hotel Splendor Slayings",
          "description": "Guests at Lake Como's most luxurious resort are found dead in their suites, each scene staged to match operas performed in the hotel's private theater. The concierge must decode musical clues before the killer's final performance claims the ultimate prima donna victim."
        },
        {
          "title": "Fashion Week Fatalities",
          "description": "During Paris Fashion Week, designers are being killed with their own creations - strangled with silk scarves, stabbed with decorative pins, suffocated in haute couture gowns. A fashion journalist uncovers a deadly rivalry rooted in stolen designs and ruined careers."
        },
        {
          "title": "The Antique Dealer's Last Sale",
          "description": "Wealthy collectors bidding on rare antiquities at an exclusive auction house are murdered using the very artifacts they coveted. An art appraiser discovers the killer is eliminating anyone who knows the true provenance of stolen Nazi treasure."
        },
        {
          "title": "Symphony of Screams",
          "description": "Musicians in Milan's premier orchestra are being killed in ways that mirror the brutal deaths described in classical compositions. A violinist realizes the conductor is orchestrating real murders to match his musical interpretations of literary tragedies."
        }
      ]
    },
    {
      "author": {
        "name": "Sergio Sangue",
        "trade_description": "Master of conspiracy thrillers where ordinary people witness crimes and become targets themselves. Sangue crafts complex plots involving blackmail, inherited guilt, and killers who systematically eliminate anyone who gets too close to the truth."
      },
      "works": [
        {
          "title": "The Witness Protection Murders",
          "description": "A travel photographer accidentally captures a political assassination in his vacation slides, not realizing the evidence until bodies start dropping around him. As he tries to develop the truth, he discovers the conspiracy reaches into the highest levels of government."
        },
        {
          "title": "Sins of the Father",
          "description": "A young lawyer inherits his father's practice and discovers case files detailing decades of covered-up murders. When clients from the old cases start dying, he realizes someone is tying up loose ends - and his inheritance includes a death sentence."
        },
        {
          "title": "The Blackmail Network",
          "description": "A postal worker intercepting mail discovers letters containing evidence of corruption throughout the city. When he tries to profit from the information, he becomes the target of a killing spree designed to eliminate everyone who knows the interconnected secrets."
        },
        {
          "title": "Blood Money Laundering", 
          "description": "A bank teller notices suspicious patterns in account transfers and uncovers a money laundering operation funding international terrorism. As she digs deeper, assassins systematically eliminate her sources while closing in on the one person who can expose the entire network."
        },
        {
          "title": "The Observer Effect",
          "description": "A private investigator following cheating spouses accidentally documents a murder conspiracy involving corrupt politicians and mob connections. Every attempt to report the crime results in more deaths, and he realizes the only way to survive is to become the killer he's been investigating."
        }
      ]
    },
    {
      "author": {
        "name": "Dario Ombra",
        "trade_description": "Creator of supernatural giallo that blends witchcraft and occult themes with traditional murder mystery elements. Ombra's stories feature ancient curses, mysterious covens, and killers who may or may not be human in dreamlike, ritualistic atmospheres."
      },
      "works": [
        {
          "title": "The Coven of Via Appia",
          "description": "Young women in Rome are dying in ways that mirror ancient Roman sacrificial rituals, their bodies arranged around archaeological sites. An archaeologist discovers a modern witch coven is reenacting imperial cult murders to summon a goddess who demands blood payment."
        },
        {
          "title": "Tarot Card Killer",
          "description": "Murders in Florence follow the sequence of the Major Arcana, each victim posed to match their designated tarot card. A fortune teller realizes she's been unknowingly predicting the deaths through her readings, and the final card in the sequence bears her own face."
        },
        {
          "title": "The Venice Séance Slayings",
          "description": "Participants in exclusive séances on a private Venetian island are found dead in ways that suggest supernatural intervention. A skeptical journalist infiltrating the group discovers the medium is channeling something that demands real deaths to maintain contact with the spirit world."
        },
        {
          "title": "Curse of the Medici Ring",
          "description": "An ancient ring stolen from a Florentine tomb brings death to everyone who wears it, each murder recreating the original owner's execution methods. A museum curator must return the artifact to its resting place before the Renaissance ghost claims her as its final victim."
        },
        {
          "title": "The Astrologer's Prophecy",
          "description": "An astrologer's predictions of violent deaths keep coming true with disturbing accuracy, leading police to suspect he's orchestrating the murders. As celestial alignments approach a rare configuration, he realizes he's been possessed by an ancient oracle that kills to preserve cosmic balance."
        }
      ]
    }
  ]
}