{
  "genre": "Spy",
  "line_code": "S", 
  "sub_genre": "Spy Thriller",
  "sub_code": "S-1",

  "imprint": "Shadow Bureau",
  "imprint_code": "SB",
  "spine_code": "NP-SB",


  "authors": [
    {
      "author": {
        "name": "Maxwell Hunt",
        "trade_description": "Master of globe-trotting espionage adventures featuring sophisticated agents who battle criminal organizations and rogue nations. Hunt's stories emphasize cutting-edge gadgets, high-speed chases, and elaborate death traps, with villains operating from secret bases pursuing schemes involving stolen satellites, biological weapons, and international blackmail."
      },
      "works": [
        {
          "title": "Operation: Thunderbolt",
          "description": "Agent Derek Stone infiltrates SPECTRE's underwater base in the Caribbean to stop their plan to hijack American nuclear submarines. Armed with an exploding cigarette lighter and a submarine car, he battles through shark-infested waters and laser death traps to prevent World War III."
        },
        {
          "title": "The Satellite Conspiracy", 
          "description": "When Soviet spy satellites start mysteriously disappearing, super-spy Rex Steele discovers a criminal mastermind is stealing them to create a private space army. From the casinos of Monte Carlo to a secret moon base, he uses rocket packs and magnetic watches to stop the ultimate heist."
        },
        {
          "title": "Diamonds Are for Killing",
          "description": "International diamond smuggler Viktor Kronos plans to corner the world's supply by destroying South African mines with stolen atomic warheads. Agent Lance Sterling goes undercover in the jet-set world of gem dealers, using a radioactive tracking device and an Aston Martin with ejector seats to stop the scheme."
        },
        {
          "title": "The Doomsday Formula",
          "description": "Mad scientist Dr. Omega threatens to release a biological weapon that turns water into acid unless world governments pay his billion-dollar ransom. Agent Brad Falcon races from Hong Kong to the Amazon using a jet-powered speedboat and truth serum bullets to locate the hidden laboratory."
        },
        {
          "title": "Casino Royale Revenge",
          "description": "SMERSH operative Natasha Volkov plans to bankrupt NATO countries by rigging every casino in Europe through an elaborate computer conspiracy. Agent Jack Diamond must beat her at her own game using loaded dice, x-ray contact lenses, and a helicopter built into his sports car."
        }
      ]
    },
    {
      "author": {
        "name": "Diana Steele",
        "trade_description": "Specialist in sophisticated espionage featuring female agents who use seduction and cunning to infiltrate enemy organizations. Steele's heroines are elegant operatives equally comfortable in firefights or diplomatic receptions, often using fashion houses, art galleries, and international social scenes as covers for intelligence operations."
      },
      "works": [
        {
          "title": "The Mata Hari Murders",
          "description": "Elite agent Sophia Cross goes undercover as a fashion model in Paris to expose a spy ring using the couture industry to smuggle secrets. Armed with lipstick explosives and a hairpin radio, she navigates haute couture catwalks and embassy parties to unmask the deadly fashionista mastermind."
        },
        {
          "title": "Countess of Conspiracy",
          "description": "When European nobility start dying under suspicious circumstances, agent Victoria Sterling poses as a wealthy widow to infiltrate high society. Using poison perfume and a compact mirror camera, she discovers a plot to assassinate world leaders at an exclusive Swiss ski resort."
        },
        {
          "title": "The Art of Espionage",
          "description": "International art thief and spy Alexis Blake must recover stolen Da Vinci paintings that contain microfilm revealing NATO's defense plans. From New York galleries to Venice palazzos, she uses knockout jewelry and a motorcycle hidden in her limousine to outwit SPECTRE agents."
        },
        {
          "title": "Diamonds and Deception",
          "description": "Agent Catherine Fox infiltrates the glamorous world of international gem auctions to stop a terrorist organization from using blood diamonds to fund nuclear weapons. Armed with laser earrings and a submarine evening gown, she pursues the conspiracy from London to Monte Carlo."
        },
        {
          "title": "The Embassy Ball Affair",
          "description": "During a crucial peace summit, agent Monica Sterling must identify and eliminate a master assassin targeting world leaders at diplomatic receptions. Using dancing shoe daggers and champagne glass bugs, she works through embassy parties and state dinners to prevent international war."
        }
      ]
    },
    {
      "author": {
        "name": "Anthony Cross",
        "trade_description": "Pioneer of realistic Cold War espionage fiction featuring morally ambiguous operatives navigating the brutal realities of intelligence work. Cross's protagonists are burned-out professionals dealing with bureaucratic betrayal, political cynicism, and personal compromises in a world where loyalty is currency and trust is fatal. His stories emphasize psychological realism over exotic gadgets, focusing on the human cost of espionage during the height of East-West tensions."
      },
      "works": [
        {
          "title": "Checkmate Berlin",
          "description": "Veteran CIA operative Martin Webb returns to divided Berlin to investigate the systematic elimination of Western assets behind the Iron Curtain. As bodies pile up on both sides, he discovers the killer is using a chess-based code to select targets. Racing against time through the city's underground tunnels and safe houses, Webb must confront his own past mistakes while playing a deadly game where one wrong move means death for dozens of agents."
        },
        {
          "title": "Ghost Station",
          "description": "When a long-dormant Soviet sleeper network suddenly activates across Western Europe, intelligence analyst Sarah Coleman is pulled into a web of deceit spanning three decades. Following leads through abandoned Cold War listening posts and forgotten dead drops, she uncovers a conspiracy that reaches into the highest levels of NATO command. But in a world of double agents and shifting allegiances, discovering the truth may cost her everything she believes in."
        },
        {
          "title": "Moscow Rules",
          "description": "British intelligence officer David Harper operates under deep cover in 1970s Moscow, where paranoia is a survival skill and every conversation could be your last. When his carefully constructed identity begins to unravel, he must navigate the brutal world of KGB surveillance while protecting a network of dissidents planning a major defection. Following the unwritten 'Moscow Rules' of espionage, Harper discovers that in the Soviet capital, even the shadows have eyes."
        },
        {
          "title": "Operation Nightfall",
          "description": "CIA case officer Janet Reeves runs illegal surveillance operations across Europe using forged diplomatic passports and black budget funding. When her latest mission in Prague goes sideways, she becomes a target of both enemy intelligence services and her own agency's cleanup crews. Moving through a landscape of shifting borders and uncertain loyalties, she must stay ahead of assassins while uncovering who burned her network and why."
        },
        {
          "title": "The Cipher Code",
          "description": "NSA cryptanalyst Robert Chen discovers that Soviet communications contain a hidden layer of encryption that suggests a massive intelligence breach within American operations. As he works to crack the seemingly unbreakable code, he realizes the leak goes back decades and involves agents he thought were dead. Racing against bureaucrats who want to bury the truth, Chen must decode not just Soviet secrets, but the web of betrayal that threatens to destroy Western intelligence operations."
        },
        {
          "title": "The Minsk Conspiracy",
          "description": "When a high-ranking KGB defector claims that a cabal of Western intelligence officials has been feeding information to Moscow for over a decade, veteran debriefer Thomas Kane must separate truth from elaborate disinformation. Following a trail of doctored photographs and forged documents across multiple agencies, Kane discovers that the conspiracy involves people he's trusted for years. In the paranoid world of counterintelligence, proving innocence is more dangerous than assuming guilt."
        },
        {
          "title": "The Prague Deception",
          "description": "During the aftermath of the Prague Spring, MI6 operative Michael Preston runs extraction operations for Czech dissidents while dodging both Soviet surveillance and his own service's political calculations. When a routine extraction turns into a bloodbath, Preston realizes he's been manipulated as part of a larger game involving arms deals and political blackmail. Hunted through the narrow streets of occupied Prague, he must determine who he can trust when every ally may be an enemy."
        },
        {
          "title": "The Vienna Gambit",
          "description": "In neutral Vienna, where spies from every major power operate under diplomatic cover, CIA station chief Katherine Wells discovers that someone is systematically eliminating intelligence officers from all sides. As the death toll rises, she realizes the killer is following a pattern based on Cold War chess matches between American and Soviet grandmasters. Wells must decode the deadly game while avoiding becoming the next victim in a conspiracy that threatens to destabilize the delicate balance of Cold War Vienna."
        },
        {
          "title": "The Zurich Intercept",
          "description": "Former CIA operative Jack Morrison, now working freelance intelligence in Switzerland, stumbles onto a money-laundering operation that funds terrorist activities across Europe. Pursued by assassins through the sterile world of Swiss banking, Morrison discovers the operation involves intelligence services from multiple countries using terrorism as a cover for political manipulation. With nowhere to turn and no one to trust, he must expose the conspiracy while staying one step ahead of professional killers."
        },
        {
          "title": "Winter Protocol",
          "description": "During a brutal Northern European winter, NATO intelligence officer Colonel Frank Brennan investigates suspicious Soviet military movements near the Finnish border. When his surveillance teams start disappearing, he discovers that 'Winter Protocol' - a secret contingency plan developed during the early Cold War - has been activated by unknown parties. Racing against time through frozen landscapes and abandoned installations, Brennan must prevent a false-flag operation designed to trigger a NATO response that could start World War III."
        }
      ]
    }
  ]
}